Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 43_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XLIII .
pt_br: CAPÍTULO XLIII.

source: Agoa como , e quando se ha de dar ao enfermo .
pt_br: Água como, e quando se há de dar ao enfermo.

source: HE muito preciso que o Enfermeiro tenha particular cuidado em dar agoa aos enfermos , naõ quando a pedirem , mas sim quando della necessitarem , e a muitos sem a pedirem , principalmente aos delirantes , e aos que estaõ fóra da sua propria advertencia ; que muitas vezes em enfermos de differentes enfermidades , principalmente nas malignas , taõ prejudicial he tirar-lhes a agoa a seu tempo , como dar-lha fóra delle , sem antever lhes he , ou naõ precisa .
pt_br: É muito preciso que o Enfermeiro tenha particular cuidado em dar água aos enfermos, não quando a pedirem, mas sim quando dela necessitarem, e a muitos sem a pedirem, principalmente aos delirantes, e aos que estão fora da sua própria advertência; que muitas vezes em enfermos de diferentes enfermidades, principalmente nas malignas, tão prejudicial é tirar-lhes a água a seu tempo, como dar-lha fora dele, sem antever lhes é, ou não precisa.

source: A hora mais propria para dar agoa a hum enfermo , he na declinaçaõ da febre , ou seja de terçã , ou de outra qualquer qualidade .
pt_br: A hora mais própria para dar água a um enfermo, é na declinação da febre, ou seja de terçã, ou de outra qualquer qualidade.

source: A muitos Medicos tenho ouvido dizer , que para melhor se conhecer a declinaçaõ da febre , he quando o calor desce aos pés , e ficaõ mais quentes , que as mãos , e que he doutrina de Avicena .
pt_br: A muitos Médicos tenho ouvido dizer, que para melhor se conhecer a declinação da febre, é quando o calor desce aos pés, e ficão mais quentes, que as mãos, e que é doutrina de Avicena.

source: O prudente Enfermeiro deve fazer esta , e outras observações , que a experiencia , e continuaçaõ do exercicio mostra , para naõ dar ao enfermo agoa fóra de tempo .
pt_br: O prudente Enfermeiro deve fazer esta, e outras observações, que a experiência, e continuação do exercício mostra, para não dar ao enfermo água fora de tempo.

source: Aos que tem malignas se lhes deve dar agoa em mais abundancia , principalmente nas horas de comer .
pt_br: Aos que tem malignas se lhes deve dar água em mais abundância, principalmente nas horas de comer.

source: Aos enfermos , que forem trigueiros , colericos , sanguineos , e secos , se lhes ha de dar agoa mais largamente , que aos que forem gordos , e claros ; e he pratica de graves Medicos , com quem tenho visitado , e praticado neste particular .
pt_br: Aos enfermos, que forem trigueiros, coléricos, sanguíneos, e secos, se lhes há de dar água mais largamente, que aos que forem gordos, e claros; e é pratica de graves Médicos, com quem tenho visitado, e praticado neste particular.

source: Nos mezes de Junho , Julho , Agosto , e Setembro , se deve dar aos enfermos mais agoa , e bem fria ; e nos mais mezes se deve dar menos , conforme a necessidade o pedir .
pt_br: Nos meses de Junho, Julho, Agosto, e Setembro, se deve dar aos enfermos mais água, e bem fria; e nos mais meses se deve dar menos, conforme a necessidade o pedir.

source: De Inverno se lhes ha de dar morna , principalmente aos que tiverem achaque no peito , ou pleuriz .
pt_br: De Inverno se lhes há de dar morna, principalmente aos que tiverem achaque no peito, ou pleuris.
